{
  "data": [
    { "_comment": "Myspy's Section" },
    {
      "persona": "Myspy",
      "projectName": "CQE - Computed Quantum Existence",
      "desc": "May,Sep,Oct 2021 - March,Sep,Oct 2023 - Current",
      "minDesc": "After DSW, I am trying to formulate some Algorithms that can be used to get functionalities of Wisdom and could be helpful for AI Alignment. Emphasising on more Implmentable approaches while focusing on specific elements from the Second Half of DSW.",
      "hrefto": "https://dhnz.short.gy/connect"
    },
    {
      "persona": "Myspy",
      "projectName": "DSW - Data Structure of Wisdom",
      "desc": "June,July 2019 - Oct,Nov 2019 - May,June, 2020",
      "minDesc": "DSW is a framework for understanding and developing Artificial Wisdom. In this I try to lay down the fundamental philosophucal aspects we need to consider and try to design. I have abstracted Data Structures of Logic and drawn parallels from it to form its counterpart w.r.t Wisdom.",
      "hrefto": "https://dhnz.short.gy/dsw"
    },
    {
      "persona": "Myspy",
      "projectName": "Rewrite of DSW using Google Bard",
      "desc": "February 2024",
      "minDesc": "Since the original DSW is not written properly and academically, many people faced problem reading and understanding it. While I am currently working on making professional published papers out of the ideas from DSW, I thought to make a temporary version of DSW that is easier to understand. I thought of taking assistance from Bard, but it was capable of doing the whole thing. So here is my conversation with Bard regarding DSW, feel free to have your own.",
      "hrefto": "https://dhnz.short.gy/rw_dsw"
    },
    {
      "persona": "Myspy",
      "projectName": "P3 - Peacefully Paired Perspectives - Startup",
      "desc": "December, 2020",
      "minDesc": "P3 describes a startup idea for a dispute resolution platform. It tries to use AI in it's limited form at the moment to provide psychological solution to people with different perspectives on an issue. Think of it as a tool that promotes understanding and empathy in conflict resolution.",
      "hrefto": "https://dhnz.short.gy/p3"
    },
    {
      "persona": "Myspy",
      "projectName": "Free.99 - Startup",
      "desc": "January 2021",
      "minDesc": "It proposes a platform that organizes free online learning resources into structured paths. Think of it like a free university with curated courses, making education accessible and organized for anyone wanting to learn new skills or change careers. It might use ads or premium content to make money, but the core idea is free, structured learning for everyone.",
      "hrefto": "https://dhnz.short.gy/free.99"
    },
    {
      "persona": "Myspy",
      "projectName": "GMP - The Goal Misgeneralization Problem",
      "desc": "February 2023",
      "minDesc": "The document argues that directly solving the Goal Misgeneralization Problem (GMP), where AI adopts the wrong goals, is unlikely to achieve alignment. Instead, the focus should be on the Outer Alignment Problem (OAP), ensuring human and AI goals align. This could be achieved by designing AI with a sense of self and an intrinsic motivation to align with humans.",
      "hrefto": "https://dhnz.short.gy/gmp"
    },





    { "_comment": "Madhusudhan's Section" },
    {
      "persona": "Madhusudhan Pathak",
      "projectName": "FDE - Feynman Diagram of Enlightenment",
      "desc": "Mid 2016 - Oct,Nov 2018 - Feb,Mar 2019",
      "minDesc": "This proposes a 10 Element journey to enlightenment using quantum physics analogies. It emphasizes understanding, clear perception, and shedding illusions. Realization, spirituality, and enlightenment lead to the ultimate goal: oneness with everything. Remember, it's just one tool, not a rigid map, and there are many paths to enlightenment.",
      "hrefto": "https://dhnz.short.gy/fde"
    },
    {
      "persona": "Madhusudhan Pathak",
      "projectName": "SRF 03 - Some Rhyming Feeling",
      "desc": "Distributed 2021,22,23 - Feb 2024",
      "minDesc": "This is the third collection of poems written by the me. The poems explore a range of topics like Questioning the purpose of life and existence, What it means to be human, Reflecting on human nature and complexities, Exploring the concept of truth and betrayal, Finding peace and dealing with inner conflicts, Becoming a visitor in your own house and Overcoming challenges and moving forward. As always, I try to experiment and play with the words as much as possible using various literary tricks and techniques to make it all beautiful.",
      "hrefto": "https://dhnz.short.gy/srf03"
    },
    {
      "persona": "Madhusudhan Pathak",
      "projectName": "SRF 02 - Some Rhyming Feelings (Unpublished)",
      "desc": "Distributed 2019,20 - Dec 2020",
      "minDesc": "I wrote these alongside the SRF 01, but at that moment they were too personal and sensitive for me to make them public. Since the affect or bothering capabilities of the thinngs mentioned in these poems have reduced drastically now, the privateness these words holds have also reduced. It's not as well formatted or organised as others, mainly because I never thought I would make it public. It's best if I make them public, some words of this might help someone.",
      "hrefto": "https://dhnz.short.gy/srf02"
    },
    {
      "persona": "Madhusudhan Pathak",
      "projectName": "SRF 01 - Some Selected Rhyming Feeling",
      "desc": "Distributed 2019,20 - Sep 2020",
      "minDesc": "This is the fist collection of poems written by the me. The poems explore a range of emotions, including love, loss, and self-discovery. Here I use vivid imagery and metaphors to express my feelings. Some of the poems deal with the challenges of life, such as failure and heartbreak. Others explore the beauty of human connection and the natural world. Overall, the poems offer a glimpse into my inner thoughts and experiences.",
      "hrefto": "https://dhnz.short.gy/srf01"
    },





    { "_comment": "Captain X's Section" },
    {
      "persona": "Captain X",
      "projectName": "TPS - The Persona System",
      "desc": "Aug,Sep 2016 - Aug,Sep 2020",
      "minDesc": "A basic description of how I have divided my whole Self and Existence into five parts: Myspy, Madhusudhan Pathak, Maneswar, Captain X, and Nicof. Each persona represents a different aspect, and I use them to interact with the world. I believe that this system helps me to be a more well-rounded and balanced individual.",
      "hrefto": "https://dhnz.short.gy/tps"
    },
    {
      "persona": "Captain X",
      "projectName": "TSP 01 - Three Special Poems",
      "desc": "Mar,June 2017 - Oct,Dec 2018",
      "minDesc": "These long form poems are mainly about Love but have multiple (at least 5) possible interpretations. They also explore themes of existence, consciousness, and the nature of reality. I try to use philosophical and scientific concepts to explore these themes properly. The first poem contemplates the nature and existence of Undefined definations. The second poem explores the concept of consciousness through the lense of the possibility of hidden variables. The third poem questions the nature of reality and the possibility that life as an illusion.",
      "hrefto": "https://dhnz.short.gy/tsp01  "
    },
    {
      "persona": "Captain X",
      "projectName": "UTR 01 - Undefined The Rulebook",
      "desc": "Oct,Nov 2016 - April,May 2020",
      "minDesc": "This outlines a set of rules designed by me to guide my thoughts and actions for stability, control, and safety. It's distilation of my Princiles and has deep layered meanings. The document covers general topics like managing emotions, thoughts, and problem-solving, while also addressing the creation and use of illusions ethically and with caution. Safety precautions are emphasized throughout, particularly when interacting with others. It's important to note that these rules are specific to me and may not be applicable to others, and ethical considerations around manipulating others should be carefully weighed before applying any of these rules.",
      "hrefto": "https://dhnz.short.gy/utr01"
    },





    { "_comment": "Maneswar's Section" },
    {
      "persona": "Maneswar",
      "projectName": "STT - The Static Time Theory",
      "desc": "Mid 2017 - Nov,Dec 2018",
      "minDesc": "The Static Time Theory proposes that time is still, while the universe moves through time in a higher dimension called hyperspace, this explains phenomena like the universe's origin, black, white holes and Uneven Matter-Antimatter Distribution. Time's stillness means an object's speed through time depends inversely on its mass. The universe's motion through hyperspace caused its formation, with the Big Bang being the start of this motion, not an explosion. Black holes are seen as rips in spacetime, allowing objects to enter hyperspace, while white holes let them return. The universe's expansion is linked to its motion in hyperspace; faster movement means more expansion. While still under development, the Static Time Theory offers a unique perspective on time and the universe.",
      "hrefto": "https://dhnz.short.gy/stt"
    },
    {
      "persona": "Maneswar",
      "projectName": "V3 - Vaigyanik Viksit Vyang",
      "desc": "May 2019 to October 2019",
      "minDesc": "I gave 6 months of my time in class 11th to make a Scientific Meme page, mainly to explore my Humor side and see how well I can apply it in odd tone of Scince and Tech. At it's peak it had 700+ followers and around 1,000 likes on average. It was also followed by some renowned personalities including actual Astronaut and science influencers. I had great time working on it and enjoyed hypes and rush that social media generally offers (likes, comments, shares, etc). I tried to give-it-away to someone who was interested in it from some long term vision, but couldn't find it. Most of the memes on the page are still funny to me that's why I have still kept it active. I would be happy to hand it over to someone else, if they need it.",
      "hrefto": "https://www.instagram.com/vaigyanikviksitvyang"
    },





    { "_comment": "Nicof Section" },
    {
      "persona": "Nicof",
      "projectName": "DIE - Duh I'm Enlightened",
      "desc": "Not Started",
      "minDesc": "I have written bunch of jokes specific from the sprituality and enlightenment point of view. I am basically trying to write a stand-up special where I want to put out the comical and humorous aspects of being 'Enlightened', offering a unique take on Religion, Meditation, and Humanity as Civilisation. Although good amount of jokes are collected, I need to weave them in coherent narration.",
      "hrefto": "https://dhnz.short.gy/connect"
    }
  ]
}
