{
  "data": [
    { "_comment": "Myspy's Section" },
    {
      "persona": "Myspy",
      "projectName": "CQE - Computed Quantum Existence",
      "desc": "May,Sep,Oct 2021 - March,Sep,Oct 2023 - Current",
      "minDesc": "After DSW, I am trying to formulate some Algorithms that can be used to get functionalities of Wisdom and could be helpful for AI Alignment. Emphasising on more Implmentable approaches while focusing on specific elements from the Second Half of DSW.",
      "hrefto": "/"
    },
    {
      "persona": "Myspy",
      "projectName": "DSW - Data Structure of Wisdom",
      "desc": "June,July 2019 - Oct,Nov 2019 - May,June, 2020",
      "minDesc": "DSW is a framework for understanding and developing Artificial Wisdom. In this I try to lay down the fundamental philosophucal aspects we need to consider and try to design. I have abstracted Data Structures of Logic and drawn parallels from it to form its counterpart w.r.t Wisdom.",
      "hrefto": "https://dhnz.short.gy/dsw"
    },
    {
      "persona": "Myspy",
      "projectName": "P3 - Peacefully Paired Perspectives - Startup",
      "desc": "December, 2020",
      "minDesc": "P3 describes a startup idea for a dispute resolution platform. It tries to use AI in it's limited form at the moment to provide psychological solution to people with different perspectives on an issue. Think of it as a tool that promotes understanding and empathy in conflict resolution.",
      "hrefto": "https://dhnz.short.gy/p3"
    },
    {
      "persona": "Myspy",
      "projectName": "Free.99 - Startup",
      "desc": "January 2021",
      "minDesc": "It proposes a platform that organizes free online learning resources into structured paths. Think of it like a free university with curated courses, making education accessible and organized for anyone wanting to learn new skills or change careers. It might use ads or premium content to make money, but the core idea is free, structured learning for everyone.",
      "hrefto": "https://dhnz.short.gy/free.99"
    },
    {
      "persona": "Myspy",
      "projectName": "GMP - The Goal Misgeneralization Problem",
      "desc": "February 2023",
      "minDesc": "The document argues that directly solving the Goal Misgeneralization Problem (GMP), where AI adopts the wrong goals, is unlikely to achieve alignment. Instead, the focus should be on the Outer Alignment Problem (OAP), ensuring human and AI goals align. This could be achieved by designing AI with a sense of self and an intrinsic motivation to align with humans.",
      "hrefto": "https://dhnz.short.gy/gmp"
    },

    { "_comment": "Madhusudhan's Section" },
    {
      "persona": "Madhusudhan Pathak",
      "projectName": "FDE - Feynman Diagram of Enlightenment",
      "desc": "Mid 2016 - Oct,Nov 2018 - Feb,Mar 2019",
      "minDesc": "This proposes a 10 Element journey to enlightenment using quantum physics analogies. It emphasizes understanding, clear perception, and shedding illusions. Realization, spirituality, and enlightenment lead to the ultimate goal: oneness with everything. Remember, it's just one tool, not a rigid map, and there are many paths to enlightenment.",
      "hrefto": "https://dhnz.short.gy/fde"
    },

    { "_comment": "Captain X's Section" },
    {
      "persona": "Captain X",
      "projectName": "TPS - The Persona System",
      "desc": "Sep,Oct 2016 - Aug,Sep 2020",
      "minDesc": "A basic description of how I have divided my whole Self and Existence into five parts: Myspy, Madhusudhan Pathak, Maneswar, Captain X, and Nicof. Each persona represents a different aspect, and I use them to interact with the world. I believe that this system helps me to be a more well-rounded and balanced individual.",
      "hrefto": "https://dhnz.short.gy/tps"
    },

    { "_comment": "Maneswar's Section" },
    {
      "persona": "Maneswar",
      "projectName": "STT - The Static Time Theory",
      "desc": "Mid 2017 - Nov,Dec 2018",
      "minDesc": "The Static Time Theory proposes that time is still, while the universe moves through time in a higher dimension called hyperspace, this explains phenomena like the universe's origin, black, white holes and Uneven Matter-Antimatter Distribution. Time's stillness means an object's speed through time depends inversely on its mass. The universe's motion through hyperspace caused its formation, with the Big Bang being the start of this motion, not an explosion. Black holes are seen as rips in spacetime, allowing objects to enter hyperspace, while white holes let them return. The universe's expansion is linked to its motion in hyperspace; faster movement means more expansion. While still under development, the Static Time Theory offers a unique perspective on time and the universe.",
      "hrefto": "https://dhnz.short.gy/stt"
    },

    { "_comment": "Nicof Section" },
    {
      "persona": "Nicof",
      "projectName": "DIE - Duh I'm Enlightened",
      "desc": "Not Started",
      "minDesc": "I have written bunch of jokes specific from the sprituality and enlightenment point of view. I am basically trying to write a stand-up special where I want to put out the comical and humorous aspects of being 'Enlightened', offering a unique take on Religion, Meditation, and Humanity as Civilisation. Although good amount of jokes are collected, I need to weave them in coherent narration.",
      "hrefto": "/"
    }
  ]
}
